Repository: NaN-tic/trytond-product_special_price
Catalog: locale/*.po
Languages: es

# field:product.product,special_price:
source: Special Price
es: Precio especial

# field:product.template,special_price:
source: Special Price
es: Precio especial

# field:product.template,special_price_from:
source: Special Price From
es: Precio especial desde

# field:product.template,special_price_to:
source: Special Price To
es: Precio especial hasta

# field:sale.shop,special_price:
source: Apply Special Price
es: Aplicar precio especial

# field:sale.shop,special_pricelist:
source: Special Pricelist
es: Tarifa especial

# field:sale.shop,special_pricelist_id:
source: Special Pricelist
es: Tarifa especial

# field:sale.shop,type_special_price:
source: Special Price
es: Precio especial

# selection:sale.shop,type_special_price:
source: Special Price
es: Precio especial

# selection:sale.shop,type_special_price:
source: Special Pricelist
es: Tarifa especial
